Repository: KasRoid/Just-Puppy
Catalog: Just-Puppy/Just-Puppy/Localizable.xcstrings
Source language: en
Languages: ko

source: Angry
ko: 화남

source: Are you sure you want to delete all analyses?
ko: 정말 모든 분석 결과를 삭제하시겠습니까?

source: Cancel
ko: 취소

source: Delete All
ko: 모두 삭제

source: Delete all analyses
ko: 모든 분석 결과 삭제

source: Description
ko: 상세 설명

source: Expression
ko: 기분

source: Favorites
ko: 즐겨찾기

source: Happy
ko: 행복함

source: Home
ko: 홈

source: How is your dog feeling right now?
ko: 강아지의 기분을 알아볼까요?

source: Identify your pet's emotion.
ko: 반려견 감정분석

source: Just Pet Emotion Detector
ko: 강아지 감정 분석기

source: little
ko: 조금

source: None
ko: 없음

source: Relaxed
ko: 평온함

source: Sad
ko: 슬픔

source: Settings
ko: 세팅

source: Statistics
ko: 통계

source: Unable to analyze emotion.
ko: 감정을 분석할 수 없습니다.

source: Upload a photo
ko: 사진 업로드

source: very
ko: 매우

# Your puppy is %@%@ and %@%@
source: Your puppy is %1$@%2$@ and %3$@%4$@
ko: 기분이 %1$@%2$@, %3$@%4$@
